// src/data/newsContent.js

export const newsContent1 = `
भारत के निर्वाचन आयोग (EC) ने महाराष्ट्र और झारखंड विधानसभा चुनावों के साथ 48 विधानसभा सीटों, 2 लोकसभा सीटों पर होने वाले उपचुनाव की तारीखों का ऐलान कर दिया है. उत्तर प्रदेश की 9 सीटों पर भी उपचुनाव का शेड्यूल जारी किया गया है. हालांकि, अयोध्या की मिल्कीपुर सीट की सबसे ज्यादा चर्चा थी, लेकिन वहां अभी उपचुनाव नहीं होंगे. मिल्कीपुर सीट पर उपचुनाव अभी नहीं कराने को लेकर चुनाव आयोग ने जवाब भी दिया है.

चुनाव आयोग ने कहा कि यूपी के मिल्कीपुर में उपचुनाव की घोषणा इसलिए नहीं हुई, क्योंकि BJP के पूर्व विधायक बाबा गोरखनाथ ने 2022 में चुनाव जीते सपा विधायक अवधेश प्रसाद के खिलाफ इलाहाबाद हाईकोर्ट में याचिका दायर कर रखी है. ये पिटीशन अभी पेंडिंग है. इस बीच समाजवादी पार्टी ने चुनाव आयोग पर BJP के पक्ष में काम करने का आरोप लगाया है. पार्टी की तरफ से कहा गया कि कानपुर की सीसामऊ सीट का मामला भी अदालत में है. लेकिन, आयोग वहां चुनाव करवा रही है.

अवधेश प्रसाद के संसद पहुंचने से खाली हुई ये सीट
सपा के अवधेश प्रसाद मिल्कीपुर से विधायक थे. उन्होंने फैजाबाद सीट से 2024 में लोकसभा का चुनाव लड़ा और संसद पहुंचे. उन्होंने 7 हजार वोटों से जीत हासिल की थी. इसके बाद ये सीट खाली हो गई थी.

गोरखनाथ ने क्यों दायर की थी याचिका?
दरअसल, साल 2022 के विधानसभा चुनाव के नतीजे को लेकर BJP प्रत्याशी बाबा गोरखनाथ ने इलाहाबाद हाईकोर्ट की लखनऊ बेंच में याचिका दायर की थी. उन्होंने विधायक चुने गए अवधेश प्रसाद के चुनावी हलफनामे पर सवाल उठाए थे और उनके निर्वाचन को चुनौती दी थी. गोरखनाथ की तरफ से कहा गया था कि अवधेश प्रसाद ने जो हलफनामा दाखिल किया है उसकी नोटरी ऐसे शख्स से कराई है, जिसका लाइसेंस खत्म हो चुका था. ऐसे में यह हलफनामा अवैध था. गोरखनाथ ने याचिका दाखिल कर अवधेश प्रसाद के नामांकन को रद्द किए जाने की गुहार लगाई थी.

मिल्कीपुर का सियासी समीकरण?
अयोध्या की मिल्कीपुर सीट पर 34% OBC और 36% जनरल वोटर नतीजे तय करते हैं. इस सीट पर 9.48% मुस्लिम वोटर हैं. SC के 20% वोटर हैं. जबकि सामान्य वर्ग को वोटरों की हिस्सेदारी 36.04% है. मिल्कीपुर में कुल 3.69 लाख वोटर हैं. इस सीट पर BJP का ब्राह्मण और ठाकुर मजबूत वोट बैंक माना जाता है. जबकि समाजवादी पार्टी का यादव-SC और मुस्लिम वोट बैंक है. मिल्कीपुर सीट पर पिछले 5 चुनाव में 3 बार सपा, एक बार BJP और एक बार BSP ने जीत दर्ज की.

किसे बनाया जा सकता है उम्मीदवार?
इस सीट पर सपा और BJP में सीधा मुकाबला होना तय है. सपा से अवधेश प्रसाद के बेटे अजित प्रसाद को टिकट मिलना लगभग तय है. जबकि BJP अभी अपना प्रत्याशी फाइनल नहीं कर पाई है.

यूपी की इन 9 सीटों पर होना है चुनाव
यूपी की जिन 9 सीटों पर विधानसभा उपचुनाव होना है. उनमें मैनपुरी की करहल, कानपुर की सीसामऊ, प्रयागराज की फूलपुर, अंबेडकरनगर की कटेहरी, मिर्जापुर की मझवां, गाजियाबाद सदर, अलीगढ़ की खैर, मुजफ्फरनगर की मीरापुर और मुरादाबाद की कुंदरकी सीट शामिल है. इन सीटों पर 13 नवंबर को उपचुनाव होंगे.
`;

export const newsContent2 = `
यूपी के बहराइच में दुर्गा प्रतिमा विसर्जन के दौरान हुई हिंसा के बाद जबरदस्त तनाव का माहौल है. इसको लेकर समाजवादी पार्टी के अध्यक्ष अखिलेश यादव ने योगी सरकार पर जमकर निशाना साधा है. उन्होंने सोशल मीडिया पर लिखकर योगी सरकार की सांप्रदायिक रणनीति का आरोप लगाया और कहा कि हिंसा और हार के डर के चलते हिंसा का सहारा लेना उनकी पुरानी रणनीति है. जनता सब समझ रही है और ये उपचुनाव की दस्तक है.
उन्होंने ट्वीट किया, ".....दिखावटी क़ानून-व्यवस्था की जगह अगर सरकार सच में पुख़्ता इंतज़ाम करे तो सब सही हो जाएगा लेकिन ऐसा होगा तब ही जब ये सरकार चाहेगी।"

मूर्ति विसर्जन के दौरान युवक की गोली मारकर हत्या करने के मामले में पुलिस ने छह लोगों के खिलाफ केस दर्ज कर लिया है. यह एफआईआर महसी थाने में दर्ज हुई है. इसमें अब्दुल हमीद, सरफराज, फहीम, साहिर खान, ननकऊ और मारफ अली समेत 10 लोगों के खिलाफ मुकदमा दर्ज हुआ है. इन छह नामजद के अलावा चार लोग अज्ञात हैं. अब तक पुलिस ने इस मामले में 30 से ज्यादा लोगों को हिरासत में लिया है.
`;

export const newsContent3 = `
UP सरकार ने शुक्रवार को अखिलेश यादव को जेपी कन्वेशन सेंटर जाने से रोका तो सपा प्रमुख ने घर में लगी लोकनायक जय प्रकाश नारायण की मूर्ति पर माला चढ़ा दी। इससे पहले अखिलेश ने जय प्रकाश नारायण नेशनल कन्वेशन सेंटर (JPNIC) में माल्यार्पण करने की बात कही थी।

अखिलेश को रोकने के पीछे UP सरकार ने तर्क दिया- बारिश के चलते JPNIC में जीव-जंतु हो सकते हैं, इसलिए माल्यार्पण करना सुरक्षित नहीं है। प्रशासन ने शुक्रवार को अखिलेश के घर के बाहर बैरिकेडिंग की, तार बिछाए और फोर्स तैनात कर दी। JPNIC के बाहर भी टीन की दीवार खड़ी कर दी गई।

अखिलेश ने JPNIC जाने से रोकने पर कहा कि सरकारी अफसर खुद बिच्छू हैं। उन्होंने जदयू चीफ नीतीश कुमार से अपील की कि वे केंद्र की भाजपा सरकार से अपना समर्थन वापस ले लें। जिस पर JDU प्रवक्ता ने उन्हें सब्र रखने की सलाह दी।

अखिलेश बोले- UP की भाजपा सरकार विनाशकारी
अखिलेश ने कहा- यूपी सरकार JPNIC को बेचना चाहती है। पहले भी हमें माल्यार्पण से रोका गया। योगी लोकनायक का इतिहास नहीं जानते। UP सरकार गूंगी और बहरी सरकार है। ये विकास नहीं विनाश करने में माहिर है।

सपा ने पूछा था- क्या अखिलेश को हाउस अरेस्ट किया
यूपी सरकार और सपा के बीच टकराव गुरुवार रात शुरू हुआ, जब अखिलेश ने वीडियो पोस्ट किया, जिसमें JPNIC गेट पर टिन शेड की दीवार खड़ी करते हुए मजदूर दिखाई पड़े। अखिलेश ने पोस्ट में लिखा था- श्रद्धांजलि देने से रोकना सुसभ्य लोगों की निशानी नहीं है। शुक्रवार सुबह बैरिकेडिंग और फोर्स तैनात करने पर सपा ने सरकार से सवाल किया था- क्या ये हाउस अरेस्ट है।

जेपी पर दूसरी बार आमने-सामने सपा और UP सरकार
जय प्रकाश नारायण की जयंती पर अखिलेश और यूपी सरकार दूसरी बार आमने-सामने हैं। पिछले साल अखिलेश माल्यार्पण के लिए JPNIC का गेट कूदकर अंदर गए थे। JPNIC का निर्माण सपा सरकार ने 2013 में शुरू कराया था। 2017 में योगी सरकार आई तो निर्माण को लेकर जांच शुरू हो गई। इसके बाद से निर्माण अधूरा है। पब्लिक की एंट्री भी बंद है।

अखिलेश ने कहा- यह सरकार विनाशकारी, JPNIC को बेचना चाहती है
अखिलेश यादव ने कहा- जयप्रकाश नारायण के नाम पर जो इमारत बनाई गई है। उसे इसलिए ढका गया है, क्योंकि उसके पीछे साजिश है। साजिश ये है कि वे उसे बेचना चाहते हैं। ऐसी सरकार जो म्यूजियम बेच रही हो उससे क्या उम्मीद की जा सकती है।

समाजवादी पार्टी के लोग हर साल उनकी जयंती मनाते रहे हैं। उसी तरह से मनाते रहेंगे। हम लोग वहीं जाकर भारत रत्न जयप्रकाश नारायण को सम्मान देने का काम करेंगे। यह सरकार गूंगी-बहरी तो है ही लेकिन आज कल इसे दिखाई भी नहीं दे रहा है। सही मायने में यह एक विनाशकारी सरकार है।
`;

